a
ab
abbreviated
ability
ablate
ablating
ablation
ablative
able
about
above
abrupt
abruptly
absence
absent
absolute
absorb
absorbed
absorption
abstract
abundantly
academic
accelerate
accelerated
accelerating
acceleration
accelerator
accelerometer
accentuate
accept
acceptability
acceptable
acceptably
accepted
accessible
accidental
accommodate
accommodation
accompany
accomplish
accord
accordance
accordingly
account
accountable
accounting
accrue
accumulate
accumulation
accuracy
accurate
accurately
acetate
achievable
achieve
achieving
ackeret
acoustic
acoustical
acoustically
acoustics
acquire
acquisition
acr
acrodynamic
across
acrothermochemistry
acrothermoelasticity
act
action
activation
active
activity
actual
actually
actural
adam
adapt
adaptable
adaptation
add
addendum
addition
additional
additive
adequacy
adequate
adequately
adiabatic
adjacent
adjoin
adjoint
adjust
adjustable
adjustment
administration
admissible
admit
admixture
adopt
adsorption
advance
advanced
advantage
advantageous
advent
adverse
advisory
advocate
aec
aeolotropic
aerelastic
aerfoils
aero
aeroballistics
aerodynamic
aerodynamically
aerodynamics
aerodynamieist
aeroelastic
aeroelastician
aeroelasticity
aerofoil
aeronautical
aeronautics
aeroplane
aerothermal
aerothermodynamic
aerothermoelastic
affect
affected
affinely
affinity
affirmative
afford
affords
aforementioned
aft
after
afterbodies
afterbody
afterburner
afterburning
afterflow
again
against
age
agency
ago
agree
agreement
agrees
ahead
aid
ailcron
aileron
aim
air
airborne
aircraft
airflow
airfoil
airforce
airframe
airliner
airload
airloads
airplane
airscrew
airspeed
airstream
akin
al
alfven
algebraic
align
all
allen
alleviate
alleviation
allmovable
allow
allowable
allowance
allows
alloy
allude
almen
alminar
almost
alone
along
already
also
alter
alteration
alternate
alternately
alternative
alternatively
alters
although
altitude
altitudes
altogether
aluminium
aluminum
always
ambient
ambiguity
amenable
america
american
ames
ammonium
among
amongst
amount
ample
amplification
amplifier
amplify
amplitude
amplitudes
amply
amr
an
analog
analogous
analogously
analogue
analoguous
analogy
analyse
analysed
analyser
analysis
analytic
analytical
analytically
analyticially
analyzable
analyze
analyzer
and
anemometer
angle
angular
angularly
anh
anhedral
anisotropic
anisotropy
annex
announces
annual
annul
annular
annulus
anomalous
anomaly
another
answer
antielastic
antisymmetric
antisymmetrical
any
anyway
ao
apart
apex
apogee
app
apparatus
apparent
apparently
appear
appearance
append
appendix
appl
applicability
applicable
application
applied
applies
apply
appraisal
appraise
appraisement
appraoch
appreciable
appreciably
appreciate
approach
approaches
approaching
appropriate
approx
approximate
approximately
approximation
apropriate
ar
arbitrarily
arbitrary
arc
ardc
area
argon
argue
argument
arise
arises
arising
arithmetic
arithmetical
arm
armenakas
around
arrange
arrangement
arrest
arrhenius
arrival
arrive
art
article
artifice
artificial
artificially
as
ascend
ascertain
ascribe
aside
asimplified
ask
asme
aspect
assemble
assert
assess
assessment
assign
assigned
assist
assistance
associate
associated
association
assortment
assume
assumed
assumption
assure
astronautics
astrophysics
asymmetric
asymmetrical
asymmetry
asymptote
asymptotic
asymptotically
at
atlarge
atm
atmosphere
atmospheres
atmospheric
atom
atomic
attach
attached
attachment
attack
attain
attainable
attaindd
attainment
attempt
attendant
attened
attention
attenuate
attenuation
attitude
attract
attractive
attributable
attribute
audio
augment
augmentation
august
aural
auspex
author
authority
autocorrelation
automatic
automatically
auxiliary
availability
available
avaluated
avenue
average
averaging
avoid
avoidance
avoids
avove
avro
away
ax
axial
axially
axis
axisymmetric
axisymmetrical
azimuthal
b
back
background
backing
backup
bad
bagley
bakanov
balance
balancing
ballistic
ballistics
balsa
ban
band
bandwidth
bang
bank
bar
bare
barrel
barrier
base
basic
basically
basin
basis
batchelor
batdorf
bay
bc
be
beam
beane
bear
bearing
beat
because
become
becomes
bed
bedford
before
beg
begin
beginning
behave
behaves
behavior
behaviour
behind
being
belief
believe
bell
belleville
belong
belongs
belotserkovskii
below
belt
bend
bending
beneath
beneficial
benefit
benser
bent
ber
bergdolt
berger
berthelot
bertram
beskin
bessel
best
between
bevel
beyond
beyween
bibliography
biconvex
bifurcated
bifurcation
biharmonic
billow
billowing
bimetallic
bimolecular
binary
bind
biot
birnbaum
bisector
blade
blading
blasius
blast
bleed
bleich
blend
block
blockage
blocking
blow
blowdown
blowing
blown
blowout
blue
bluff
bluish
blunt
blunted
blunter
blunting
bluntness
bluntnosed
board
boattail
boattailing
boattails
bodt
body
bogdonoff
boiloff
bolshakov
boltzmann
bomb
bomber
bond
bonus
book
boom
booming
boost
booster
bore
bornel
both
bottom
bounary
bound
boundaries
boundary
bounding
bourne
bow
box
bracket
brake
braking
branch
branchline
brass
braunschweig
breadth
break
breakdown
breathe
breathing
breguet
bridge
brief
briefly
brightness
bring
british
broad
broaden
broadening
brooklyn
brown
btu
bubble
buckle
buckled
buckling
budiansky
buffet
buffeting
build
bulent
bulge
bulk
bulkhead
bullet
buoyancy
buoyant
bureau
burger
burn
burning
burst
bury
busemann
but
butler
buzz
by
bypass
c
cabin
cal
calcualted
calcualtions
calculate
calculated
calculation
calculus
caliber
calibrate
calibrated
calibration
california
call
caloric
calorically
camber
cambered
cambridge
camera
can
canard
cancel
cancellation
cant
cantilever
cantilevered
cap
capability
capable
capacitance
capacity
capillary
caplan
capsule
caravelle
carbon
carbonate
carborundum
care
careful
carefully
caret
carrier
carry
carter
cartesian
cascade
case
cast
castigliano
castolite
catalytic
catalytically
category
cater
cauchy
cause
caution
cavitating
cavitation
cavity
cease
cell
cellular
cellulose
cent
centaur
center
centerline
centigrade
central
centrally
centre
centreline
centrifugal
centripetal
centroid
certain
certainly
certainty
cf
chain
chamber
change
changing
channel
chap
chapman
chapter
character
characteristic
characteristically
characteristies
characterize
charge
charged
charging
chart
charter
chase
check
checked
chemical
chemically
chemisorption
chemistry
cheng
chernyi
chesky
chester
chief
chiefly
chien
child
chloride
choice
choke
choked
choking
choleski
choose
chord
chordwise
chosen
chu
circle
circling
circuit
circuitry
circular
circularity
circulate
circulation
circulatory
circumference
circumferential
circumlunar
circumscribe
circumstance
cite
civil
claim
clamp
clamped
clarify
class
classic
classical
classically
classificaiton
classification
classify
clausing
clear
clearance
clearly
climb
climinated
close
closed
closely
closeness
closer
closure
cloud
cm
co
coalescence
coarse
coast
coating
coaxial
code
coefficient
coefstant
coherent
coincide
coincident
coincides
cold
colder
cole
collaboration
collaborator
collapse
collect
collection
collectively
collision
collocation
colour
column
combination
combine
combined
combustible
combustion
combution
come
command
commence
comment
commercial
commercially
committee
common
commonly
communication
compact
companion
company
comparable
comparative
comparatively
compare
comparison
compatibility
compatible
compensate
compensating
compete
competition
compilation
compile
complement
complementary
complete
completely
completeness
completion
complex
complexity
complicate
complicated
complimentary
component
compose
composite
composition
compound
comprehensive
compress
compressed
compressibility
compressible
compressing
compression
compressional
compressive
compressor
comprise
compromise
computation
computational
compute
computed
computer
computing
con
concave
conceivable
conceivably
conceive
concentrate
concentrated
concentration
concentric
concept
conception
conceptual
concern
concise
concisely
conclude
conclusion
conclusively
concoct
concrete
concur
concurrent
concurrently
condensation
condense
condensed
condition
conduct
conducting
conduction
conductive
conductivity
conductor
cone
confidence
configuration
confine
confined
confirm
confirmation
confirms
conflict
confluent
conform
conformal
conformally
conformity
conforms
confuse
confusing
congress
conic
conical
conically
conicals
conidtions
conjecture
conjunction
connect
connection
connects
connexion
conpressibility
consequence
consequent
consequently
conservation
conservative
conservativeness
consider
considerable
considerably
consideration
considers
consierable
consist
consistent
consistently
consisting
consists
consolidate
constancy
constant
constantly
constituent
constitute
constitution
constrain
constrained
constraint
construct
construction
consumption
contact
contain
contains
contaminate
contaminates
contamination
contemplate
content
context
continually
continuation
continue
continued
continuity
continuous
continuously
continuum
contour
contoured
contract
contraction
contradiction
contrary
contrast
contribute
contributing
contribution
control
controlled
controlling
controversy
convect
convection
convective
convenience
convenient
conveniently
conventional
converge
convergence
convergent
converges
converging
converse
conversely
conversion
convert
convex
conviction
convolution
cool
coolant
cooled
cooler
cooling
cooperation
coordinate
cope
copper
core
cornell
corner
corollary
corporation
corpuscular
correct
correction
corrective
correctly
correctness
correlate
correlation
correlator
correlograms
correspond
corresponding
correspondingly
corresponds
corridor
corroborate
corrugate
corrugated
cosine
cosmonautics
cost
couette
could
coulomb
council
coundary
count
counter
counteract
counterpart
country
couple
coupled
coupling
coupon
course
cover
coverage
cowl
cowling
cps
crabtree
crack
cracking
craft
crease
create
creep
crest
crew
crinoline
criterion
critical
critically
criticism
criticize
crocco
crooked
crop
cropped
cross
crosscorrelation
crossed
crossflow
crucial
cruciform
cruise
cruising
crush
crushed
cubic
cubics
cumbersome
cumulative
cure
current
currently
curtain
curvature
curve
curved
curvilinear
cushion
cusp
cusped
cuss
customary
cut
cutoff
cutout
cx
cycle
cyclic
cycling
cylinder
cylinderical
cylindrical
d
daley
damage
damaging
damp
damped
damping
dana
danger
data
date
davy
day
daytime
db
de
dead
deal
dealt
debatable
debye
decade
decay
decaying
decelerate
decelerates
decelerating
deceleration
decide
decidedly
decimal
decision
decisively
declassify
decline
decompose
decomposition
decrease
decreased
decreasing
decrement
deduce
deduced
deduct
deduction
deep
defect
defence
defference
deficiency
deficit
definable
define
definite
definitely
definition
deflagration
deflect
deflected
deflecting
deflection
deflexion
deform
deformable
deformation
deformed
deforming
defy
deg
degenerate
degrade
degree
deionization
deisgn
delay
delft
delimit
delineate
delta
demand
demarcation
demonstrate
demonstration
dence
denomination
denote
dense
denser
density
dent
depart
department
departure
depend
dependence
dependency
dependent
depends
depict
depletion
deposit
deposited
depression
depth
derivable
derivation
derivative
derivatives
derive
derived
deryagin
descend
descent
describable
describe
described
description
descriptive
design
designate
designer
desirability
desirable
desire
desired
desk
despite
destabilize
destabilizing
destalling
detach
detached
detachment
detail
detailed
detect
detectable
detected
detection
deteriorate
deteriorates
deterioration
determinable
determinant
determinantal
determinate
determination
determine
determined
detonation
detra
detrimental
deuce
develop
developable
developed
development
deviate
deviation
device
devise
devote
devreased
dewpoint
diagonal
diagram
diam
diameter
diamond
diaphragm
diatomic
dicsovering
dictate
dielectric
differ
difference
different
differential
differentiate
differentiation
differs
difficult
difficulty
diffuse
diffusely
diffuser
diffusion
diffusive
diffusivity
digit
digital
dihedral
dilation
dilute
dimension
dimensional
dimensionless
diminish
diminishes
dioxide
dipole
dirac
direct
direction
directional
directive
directly
dirichlet
dirt
disadvantage
disagree
disagreement
disappear
disc
discern
discernible
discharge
discharging
disclose
discontinuity
discontinuous
discover
discoverer
discovery
discrepancy
discrete
discus
discuss
discussed
discusses
discussion
disequilibrium
disk
dislocation
dismiss
disparity
disperse
dispersion
displace
displacement
display
displays
disposable
disregard
dissertation
dissimilar
dissipation
dissipative
dissociate
dissociated
dissociating
dissociation
distance
distant
distinct
distinction
distinctly
distinguish
distinguishing
distort
distortion
distribute
distributed
distribution
distributions
disturb
disturbance
disturbed
disturbing
diurnal
diverge
divergence
divergent
diverges
diverging
diverse
diversified
divide
diving
division
do
doctor
dodecagonal
domain
dome
dominant
dominate
dominating
donnell
doppler
dorodnitsyn
double
doublet
doubling
doubly
doubt
doubtful
down
downstream
downward
downwards
downwash
downwashes
drag
dramatic
drape
drastic
drastically
draw
drawn
driest
drill
drilling
drive
driven
driver
driving
droop
drooped
drop
dropoff
drosophila
drum
dry
dryden
dual
ducing
duct
ducted
ducting
due
dufour
duplicate
duralumin
duration
during
dust
dvl
dy
dyke
dynamic
dynamical
dynamically
e
each
earlier
early
earth
ease
easily
easy
eccentricity
echo
eckert
economic
economical
economics
economy
eddy
edelfelt
edge
edged
edgewise
edition
edpm
educational
edward
effect
effective
effectively
effectiveness
efficacious
efficiency
efficient
efflux
effort
effusion
egger
eigenvalue
eigenvectors
eight
eighth
einbinder
either
ejector
elaborate
elapse
elastic
elastically
elasticity
electric
electrical
electrically
electrode
electrohydrodynamic
electromagnetic
electron
electronic
electrostatically
elegant
element
elemental
elementary
elevated
elevation
elevator
eliminate
elimination
elliott
ellipse
ellipsoid
ellipsoidal
elliptic
elliptical
elliptically
ellipticity
elongated
elsewhere
embed
embedded
embrace
embryonic
emerge
emission
emissivity
emit
emitted
emmons
emphasis
emphasise
emphasize
empirical
empirically
employ
employed
employment
enable
ence
encircle
enclose
enclosed
encompass
encounter
encourage
encouraging
end
endeavour
endorse
endplate
endurance
energy
enforce
engage
engesser
engine
engined
engineer
engineering
england
enhance
eniac
enjoy
enlarge
enlighten
enormously
enough
enquiry
ensue
ensure
entail
enter
enters
enthalpics
enthalpy
entire
entirely
entirety
entitle
entrain
entrainment
entrance
entropy
entry
envelope
environment
environmental
envisage
epoxy
eq
equal
equality
equally
equate
equation
equatorial
equicohesive
equilibrate
equilibrium
equip
equipment
equivalence
equivalent
equivalently
er
erature
erfc
erickson
erode
erosion
erosive
erratic
error
escape
especially
essence
essential
essentially
establish
establishment
estimate
estimated
estimation
et
etc
eter
ethylene
eucken
euler
eulerian
evaluate
evaluation
evaporate
evaporation
even
event
eventual
eventually
every
everywhere
evidence
evident
evidently
evolve
evvard
exact
exactly
exaggeration
examinable
examination
examine
example
exceed
excellent
except
exception
exceptional
exceptionally
excess
excessive
excessively
exchange
exchanger
excitation
excite
excited
exciting
exclude
excluded
excrescence
excuse
exercise
exert
exhaust
exhausting
exhaustive
exhibit
exist
existence
exists
exit
exotic
expand
expanse
expansion
expect
expectation
expected
expend
expenditure
expense
experience
experiment
experimental
experimentally
experimenter
explain
explanation
explicit
explicitly
exploit
exploration
exploratory
explore
explosion
explosive
exponent
exponential
exponentially
expose
exposed
exposition
exposure
expound
express
expressible
expression
extend
extended
extendible
extends
extension
extensional
extensive
extensively
extent
exterior
external
externally
extinction
extra
extrapolate
extrapolated
extrapolation
extremal
extreme
extremely
eye
f
fabric
fabricate
fabrication
face
facet
facilitate
facility
fact
factor
fage
fail
fails
failure
fair
fairly
fales
falkner
fall
familiar
family
fan
far
farnborough
farther
fashion
fast
fasten
faster
fatigue
favor
favorable
favorably
favourably
fay
fd
feasibility
feasible
feature
feed
feedback
feeding
feel
feldman
fell
felt
ferri
few
ff
fiber
fibrous
fictitious
fictitiously
field
fifth
fifty
fig
fighter
figure
filament
fill
filled
filling
film
filter
filtering
fin
final
finally
financial
find
finding
fine
finely
fineness
finish
finite
finned
fire
firing
firm
first
fission
fit
five
fix
fixed
fixing
flame
flange
flap
flapping
flare
flared
flash
flat
flatness
flex
flexibility
flexible
flexibly
flexural
flexure
flight
floating
flocculent
floor
flow
flowing
flowmeter
flowmeters
flows
fluctuate
fluctuating
fluctuation
flugge
fluid
fluidized
flutter
flux
fly
focus
fog
foil
fold
follow
following
foot
footing
for
force
forced
forcible
fore
forebodies
forebody
forecast
forecasting
foredrag
forefront
forego
foregoing
foreign
foreknowledge
form
formal
formally
formation
former
formula
formulae
formulas
formulate
formulation
formulism
fort
forth
forum
forward
found
foundation
four
fourier
fourth
fps
fraction
fractional
fracture
fralich
frame
framework
france
fredholm
free
freedom
freely
freeman
freestream
freeze
freezing
freon
frequency
frequently
friction
frictional
frictionless
friedman
friedrichs
fringe
from
front
frontal
frozen
fruit
fruitful
frustum
ft
fuel
fulfil
fulfillment
full
fuller
fully
function
functional
fundamental
fundamentally
furnace
furnish
further
furthermore
fused
fuselage
future
g
gage
gain
galcit
galerkin
gamma
gap
garabedian
gardless
garrick
gas
gascous
gasdynamic
gasdynamical
gasdynamics
gaseous
gather
gauge
gauss
gaussian
geiger
general
generalise
generalised
generality
generalization
generalize
generalized
generally
generate
generated
generation
generator
genuine
geodesic
geoffrey
geometric
geometrical
geometrically
geometrics
geometry
geophysical
gerard
german
gershuni
get
giese
give
glance
glass
glassy
glauert
glide
glider
globule
go
goal
goldstein
good
goodier
gorcum
gordon
gortler
gothic
govern
governing
grad
grade
graded
gradient
gradual
gradually
graham
grain
grand
graph
graphical
graphically
graphite
grashof
grasshof
gravalos
gravel
gravitational
gravity
graze
great
greatly
green
grid
gridwork
grimminger
grober
gross
grossman
ground
group
grow
grows
growth
guarantee
guidance
guide
guided
gun
gupta
gust
gw
gyration
gyroscope
gyroscopic
h
haag
hadamard
half
halfway
hall
halstead
halve
hammerhead
hammitt
hamper
hand
handbook
handicap
handle
handley
handling
hangling
hankel
hansen
hantzsche
happen
hard
harden
hardening
hardly
hardware
harmonic
harmonically
harris
hartmann
hartree
hasimoto
hasten
have
haveg
havelock
hay
hayes
hazard
he
head
heading
heaslet
heat
heated
heater
heating
heaving
heavy
height
heimel
heimenz
heisenberg
helical
helicopter
heliocentric
helium
helmholtz
help
helpful
hemisphere
hemispherical
hemispherically
hemispheroidal
hence
hencky
here
herein
heretofore
hero
herrmann
heterogeneous
hexagonal
hg
hick
hidalgo
high
higher
highly
highspeed
himself
hinder
hinge
hirschfelder
hirshfelder
his
hise
historically
historics
history
hit
hitherto
hodograph
hodographic
hoff
hold
holder
holding
hole
holland
hollow
homann
home
homogeneous
homogenous
honeycomb
hoop
hop
hope
hopeless
hopelessly
hopf
horizontal
horizontally
horseshoe
hoshizaki
hosokawa
hot
hour
housefly
housing
hover
hovercraft
hovering
how
howarth
however
howorth
hpyersonic
huang
hub
hugoniot
human
humidity
humphreys
hundred
hurd
hybrid
hydraulic
hydraulically
hydroballistic
hydrocarbon
hydrodynamic
hydrodynamical
hydrodynamics
hydrogen
hydromagnetic
hydrostatic
hypass
hyperbolic
hypergeometric
hypersonic
hypersoule
hypervelocity
hypothesis
hypothesize
hypothetical
hysol
hysteresis
hysteretic
i
ias
ibm
icbm
idea
ideal
idealization
idealize
idealized
idealizing
ideally
identical
identically
identifiable
identification
identify
identity
ied
if
iferation
igc
ignite
ignition
ignore
igy
ii
iii
illustrate
illustration
illustrative
illustrious
image
imaginary
imai
immediate
immediately
immerse
immersed
immobile
immovable
impact
impair
impart
impeller
imperfect
imperfection
impermeable
impinge
impingement
impinging
implement
implication
implicit
implies
imply
importance
important
impose
imposed
impossible
impression
imprimerie
improper
improve
improved
improvement
impulse
impulsive
impulsively
in
inaccessible
inaccuracy
inaccurate
inadequacy
inadequate
inadmissable
inadvertently
inafinite
inapplicable
inappropriate
inasmuch
inboard
inch
incidence
incident
incidental
incipient
inclination
incline
inclined
include
included
inclusion
inclusive
incoming
incomplete
incompressible
inconclusive
inconel
inconsistency
inconsistent
inconvenient
incorporate
incorporation
incorrect
increase
increased
increasingly
increment
incremental
incur
indeed
indefinitely
independence
independent
independently
indetermining
index
indical
indicate
indicated
indicates
indication
indicative
indicial
indirect
indirectly
indium
individual
induce
induced
induces
inductance
induction
industry
inefficient
inelastic
inequality
inert
inertia
inertial
inevitable
inevitably
inexpensive
infer
infinite
infinitely
infinitesimal
infinitesimally
infinity
infite
inflection
inflow
influence
influential
influx
information
ing
ingenious
inherent
inhibit
inhomogeneous
initial
initially
initiate
inject
injectant
injected
injection
injector
inlet
inner
inoperative
inorganic
inplane
input
inquire
insect
insensitive
insert
insertion
inside
insight
insignificant
insofar
inspection
inspire
inst
instability
installation
instance
instant
instantaneous
instead
instigate
institute
instruct
instruction
instructive
instrument
instrumentation
insufficient
insulate
insulated
insulating
insulation
insure
intake
integrable
integral
integrands
integrate
integrated
integration
integrity
intend
intense
intensification
intensified
intensity
intention
intentionally
interact
interacting
interaction
interanl
interchangeable
interconnect
interconnected
intercrystalline
interdependence
interest
interested
interesting
interface
interference
interferograms
interferometer
interferometric
intergranular
interim
interior
intermediate
intermolecular
internal
internally
internat
international
interplanetary
interpolation
interpose
interpret
interpretation
interpretive
interrelation
intersect
intersection
interstellar
interval
intimate
intimately
into
intractable
intrinsic
intrinsically
introduce
introduces
introduction
introduring
intuition
invalid
invalidate
invariably
invariant
inverse
inversely
inversion
invert
inverted
investigaion
investigate
investigated
investigation
investigator
inviscid
invoke
involve
inward
iodine
ion
ionization
ionize
ionized
ionosphere
iowa
irbm
iron
irregular
irregularity
irrespective
irreversibility
irreversible
irrotational
isentropic
isobar
isoenergetic
isofoam
isolate
isolated
isolation
isothermal
isotope
isotropic
isovel
isovels
issue
it
item
iteration
iterative
itself
iv
j
jacobian
japan
jastrow
jet
jetlike
jmin
jmjn
johnson
join
joined
joint
jointly
jones
joukowski
joukowsky
joule
journal
judge
judiciously
july
jump
junction
juncture
june
jupiter
just
justifiable
justification
justified
justifies
justify
k
kallmann
karman
katzen
kaye
keep
keller
kelley
kelly
kelvin
kemp
kempf
kempner
kendrick
kernal
kernel
keulegan
keune
key
kg
kilometre
kind
kinematic
kinematically
kinetic
kinetics
kingdom
kink
kirchhoff
kirk
klein
km
knee
know
knowledge
known
knuckle
knudsen
ko
kopal
korst
krasilshchikova
krypton
kt
kuchemann
kussner
kutta
l
la
labor
laboratories
laboratory
laborious
labour
lack
lacquer
lag
lagrange
lagrangian
laguerre
laminar
laminary
laminate
land
landahl
landing
langer
langley
language
lap
laplace
laplacian
large
largely
last
lastly
laszlo
late
latent
later
lateral
laterally
latitude
latter
lattice
laufer
launch
laval
law
lay
layer
layout
lb
ld
lead
leading
least
leave
lecture
lee
leeward
legendre
leggett
legitimate
lend
length
lengthen
lengths
lengthwise
less
let
letter
letting
level
lever
levy
lewis
li
liable
liapunov
libby
libration
librove
license
lie
life
lifetime
lift
lifting
light
lighthill
lightly
lightweight
like
likely
likewise
limit
limitation
limited
limiting
lin
linder
lindsey
line
lineal
linear
linearisation
linearise
linearised
linearity
linearization
linearize
linearized
linearizing
linearly
liner
lingitudinal
link
lip
liquid
list
literal
literally
literature
little
load
loaded
loading
loads
lobe
local
localise
localised
localize
localized
locally
locate
location
lock
lockheed
locus
log
logarithm
logarithmic
logical
logically
loitsianskii
lomax
london
long
longer
longitudinal
longitudinally
look
loop
loose
loosely
lose
loss
lotz
loudspeaker
love
low
lower
lubricant
lubrication
lucid
lucite
ludweig
ludwieg
luminous
lunar
lundquist
lyapunov
lyon
lyskov
m
macadam
maccoll
mach
machine
maeder
mag
mager
magnesium
magnetic
magnetoacoustic
magnetoaerodynamic
magnetofluidmechanics
magnetogas
magnetogasdynamics
magnetohydrodynamic
magnetohydrodynamical
magnetohydrodynamics
magnify
magnitude
magnus
mahony
main
mainly
mainstream
maintain
maintainance
maintenance
major
majority
make
making
malfunction
man
maneuver
maneuvering
mangler
manifest
manned
manner
manocuvres
manoeuvre
manoeuvring
manometer
manufacture
manufacturing
many
map
mapping
mar
margin
marguerre
marin
maritime
mark
marked
markedly
martian
martin
mask
maskell
maslen
mass
massachusetts
massbalance
mat
match
matching
material
materially
math
mathematical
mathematically
mathematics
mathieu
matric
matrix
matter
max
maximuin
maximum
maxwell
maxwellian
may
mayer
mc
mccune
mckinnon
mean
meaning
measurable
measure
measured
measurement
mechanic
mechanical
mechanism
mechs
median
medium
meet
meeting
meh
mehtod
meksyn
melt
melting
member
membrane
memorandum
memorial
mention
mercury
mere
merely
merge
merger
merging
meridian
meridional
merit
mesh
metal
metallic
meteor
meteorite
meter
methane
methanol
method
mev
meyer
mhd
michael
michielsen
microinch
microinches
micromanometer
micron
microphone
microwave
midchord
middle
midplane
midspan
midway
might
migrate
mil
mile
millikan
millimeter
million
millisecond
mind
minimal
minimisation
minimise
minimization
minimize
minimum
ministry
minnesota
minor
minus
minute
mirels
mirror
misalign
misalignment
misalinement
mises
mismatch
miss
missile
mission
mistake
mitigate
mix
mixed
mixing
mixture
mixtures
mm
modal
mode
model
moderate
moderately
modern
modest
modification
modified
modify
modulate
modulated
modulation
modulus
mol
molecular
molecule
molten
molybdenum
moment
momentary
momentum
monatomic
monocoque
monograph
monoplane
monopole
monotonically
monoxide
moon
moore
more
moreover
morning
most
mostly
motion
motionless
motor
mound
mount
mountain
mounting
move
movement
mph
msvo
mth
much
muffler
muller
multi
multiaxial
multibay
multicellular
multicomponent
multilayer
multiple
multiplication
multiplicative
multiplier
multiply
multipropeller
multistage
multistaging
multiweb
mum
munk
murphy
murray
must
mutually
my
myself
n
naca
nacelle
nagamatsu
name
namely
narrow
nasa
nash
national
nationale
natural
naturally
nature
nautical
naval
navy
nd
near
neared
nearest
nearly
neat
necessarily
necessary
necessitate
necessity
need
needed
negation
negative
negatively
neglect
neglecting
negligible
negligibly
neighborhood
neighbour
neighbourhood
neither
net
network
neumann
neutral
neutrally
never
nevertheless
new
news
newton
newtonian
next
nice
nielsen
night
nimonic
nine
ninefold
nineteen
ninth
nitric
nitrogen
no
nocturnal
nodal
node
noise
nomenclature
nominal
nominally
nomograph
nonablating
nonaligned
nonaxisymmetric
nonaxisymmetrical
noncatalytic
noncircular
noncirculatory
noncommunicating
nonconcurrence
nonconducting
nonconduction
nonconservative
nondecomposing
nondimensional
nondimensionalized
nondissipative
none
nonequilibrium
nonexistence
nonflammable
nongyroscopic
nonhomogeneous
noninclined
noninjection
noninsulated
nonisentropic
nonisothermal
nonlifting
nonlinear
nonlinearity
nonmagnetic
nonnegative
nonorthogonal
nonparallel
nonpermeable
nonplanar
nonporous
nonreacting
nonreactive
nonrigorous
nonrotating
nonsimilar
nonsingular
nonslationary
nonslender
nonsphere
nonspherical
nonstationary
nonsteady
nontoxic
nontrivial
nonuniform
nonuniformity
nonvanishing
nonviscous
nonzero
nor
normal
normalized
normally
norman
nose
nosed
not
notable
notation
notch
note
noteworthy
notice
noticeable
noticeably
notion
novel
now
nozzle
np
npl
nth
nuclear
nullify
number
numberical
numerical
numerically
numerous
numger
nusselt
nylon
o
ob
obey
obeys
object
objection
objectionable
objective
oblate
oblateness
oblique
obliquely
obliterated
obscure
observable
observables
observation
observational
observe
observed
observer
obstacle
obtain
obtainable
obtainec
obtained
obtaining
obtainment
obvious
obviously
oc
occasion
occasionally
occupy
occur
occurrence
occurs
octagonal
octave
october
of
off
offer
offset
ofr
often
ogee
ogival
ogive
ohm
oil
old
omission
omit
on
once
oncoming
one
onera
onic
only
onsager
onset
onto
opaque
open
opening
operate
operating
operation
operational
operative
operator
opportunely
opportunity
oppose
opposed
opposite
opposition
optic
optical
optically
optimal
optimization
optimum
or
orbit
orbital
order
ordering
ordinary
ordinate
ordnance
organization
orgin
orient
orientation
orifice
origin
original
originally
originate
originates
originting
orlfice
orthogonal
orthogonality
orthogonally
orthotropic
oscillate
oscillates
oscillating
oscillation
oscillator
oscillatory
oscillograph
oseen
oseens
osoen
ostrach
oswatitsch
other
others
otherwise
our
ours
out
outboard
outcome
outer
outermost
outlet
outline
output
outside
outstanding
outward
outwards
outweight
oval
ovaluated
oven
over
overall
overcome
overestimate
overestimation
overexpanded
overexpands
overexpansion
overhang
overlap
overlook
overly
overpressure
override
overshadow
overshoot
oversimplification
oversimplify
overstability
overstatement
overswing
owe
owen
own
oxidation
oxide
oxygen
p
page
pai
painleve
paint
pair
palte
panel
paper
papreg
parabolae
parabolic
paraboloid
paraboloidal
paradox
paragraph
parallel
parallell
parameter
paramount
paraplex
parasol
parietale
paris
parkes
part
partial
partially
particle
particular
particularly
partition
partly
pass
passage
passenger
passing
passive
past
path
pattern
pay
payload
peak
pearse
peclet
peculiar
peculiarity
penalty
penetrate
penetrating
penetration
peng
people
per
percent
percentage
perfect
perfectly
perforate
perforated
perforation
perform
performance
perhaps
perigee
periments
perimeter
period
periodic
periodically
peripheral
permanent
permeability
permeable
permissable
permissible
permit
perpendicular
perpendicularly
perplex
persh
persist
persisting
personal
pertain
pertaining
pertinent
perturb
perturbation
perturbed
pessimistic
ph
phase
phasing
phenolic
phenomenological
phenomenon
philos
philosophy
phosphorescent
photoelastic
photograph
photographic
photography
photomultiplier
photomultipliers
photothermoelastic
phugoid
phys
physcal
physic
physical
physically
physiological
pibal
picard
picture
piece
piercy
pilot
piloting
pimple
pindroh
pinkerton
pinned
pipe
piston
pitch
pitching
pitchingmoment
pitot
pivot
pivotal
place
plain
plan
planar
planck
plane
planet
planetary
planform
planforms
plant
plasma
plast
plastic
plastically
plasticity
plat
plate
plateau
platinum
plausible
plausibly
play
plk
plot
plug
plume
plunging
plus
ply
pneumatic
poetic
pohlhausen
poinds
point
pointed
poiscuille
poiseuille
poisson
polar
polars
polish
polished
polyatomic
polyaxial
polycrystalline
polygon
polymer
polynomial
polystyrene
polytechnic
ponderomotive
poor
popular
popularly
pore
porous
portion
portious
pose
position
positive
positively
possess
possesses
possibility
possible
possibly
possio
post
postbuckling
postpone
postulate
potential
potentially
potentiometer
potter
poudres
pound
powell
power
powered
powerful
powering
powerplants
pr
practicably
practical
practically
practice
practitioner
prager
prandtl
prebuckled
precaution
precede
preceding
precession
precipitate
precipitously
precise
precisely
precision
preclude
predict
predictable
predicted
prediction
predictive
predicts
predigest
predominant
predominantly
predominate
prefer
preferable
preference
preferred
preheat
preliminary
premature
premise
premixed
preparation
prepare
prepared
preponderance
prescribe
prescribed
presence
present
presentation
presently
preserve
press
pressure
pressureized
pressurised
pressurize
pressurized
preston
prevail
prevalence
prevent
prevention
previous
previously
prewhirl
price
prikl
primarily
primary
prime
princeton
principal
principally
principle
prior
priori
prism
prismatic
probability
probable
probably
probe
problem
probstein
proc
procedure
procedures
proceed
proceeds
process
processing
produce
product
production
profile
profound
program
programed
programme
programming
progress
progressive
progressively
prohibitive
project
projected
projectile
prolate
prominence
promise
promising
promote
prone
pronounce
pronounced
proof
propagate
propagating
propagation
propel
propellant
propeller
proper
properly
property
proportion
proportional
proportionality
proportionally
proportionate
proposal
propose
proposed
proposel
proposition
propound
propulsion
propulsive
prospect
protect
protection
protein
proton
prototype
protrude
protruding
protrusion
protuberance
prove
provide
provision
provisional
provoke
proximity
psf
psi
psia
psig
psychological
pt
public
publication
publish
published
pulse
pump
puncture
pure
purely
purpose
pursue
put
puzzle
pv
pyramidal
pyrex
q
quadratic
quadratically
quadrature
quadruplet
quadrupole
quadrupoles
qualitative
qualitatively
qualitiative
quality
quantitative
quantitatively
quantity
quantum
quart
quarter
quarterchord
quartic
quartz
quasi
quench
quenching
quest
question
questionable
quick
quickly
quieting
quite
quotation
quote
r
rabotnov
radar
radial
radially
radian
radiant
radiate
radiating
radiation
radiative
radically
radii
radius
radome
radon
rae
raise
rake
raleigh
rameter
ramp
rand
random
randomly
randomness
randon
range
rankine
rapid
rapidity
rapidly
rarefaction
rarefied
rarefy
rate
rather
ratio
rational
rationally
ratios
ray
rayleigh
re
reach
react
reacting
reaction
reactive
reactor
read
reader
readily
reading
ready
reaffirm
real
realise
realistic
realistically
realization
realize
really
reanalysis
reanalyze
rear
rearranged
rearward
reason
reasonable
reasonably
reasoning
reattached
reattaches
reattaching
reattachment
receive
receiver
recent
recently
reciprocal
reciprocally
reciprocity
recirculating
recirculation
recognise
recognize
recombination
recommend
recommendation
recommended
recompression
record
recording
recourse
recover
recoverable
recovery
rectangle
rectangular
rectilinear
recur
recurrence
recursion
redefinition
redesign
redirect
redistribution
reduce
reduced
reduces
reducible
reduction
redundant
reentry
reexamination
ref
refer
reference
refers
refine
refined
refinement
reflect
reflected
reflection
reflex
reformulate
refraction
refractory
refracts
regain
regard
regardless
regime
regimes
region
register
regular
regularity
reichardt
reimpinge
reinforce
reinforced
reinforcement
reinvestigated
reiss
reissner
reject
relate
related
relates
relating
relation
relationship
relative
relatively
relativistic
relax
relaxation
relaxing
relay
release
relevance
relevant
reliability
reliable
relieve
rely
remain
remainder
remark
remarkable
remarkably
remember
remote
removable
removal
remove
render
repair
repeat
repeated
repercussion
repetition
replace
replacement
replacing
reply
report
represent
representable
representation
representative
reproduce
reproducible
requency
request
require
required
requirement
research
researcher
resemblance
resemble
resembles
reservation
reservoir
reshotko
residual
resiliant
resin
resist
resistance
resler
resolution
resolve
resonable
resonance
resonant
resort
resource
respect
respective
respectively
respond
response
responses
responsible
rest
restore
restrain
restraint
restrict
restricted
restriction
restrictive
result
resultant
resulting
retain
retard
retarded
retarding
retrocket
retrorocket
retrovelocity
return
rev
reveal
revealing
reveals
reversal
reverse
reversed
reversibility
reversible
revert
reverts
review
reviewer
revise
revision
revolution
rewrite
reynolds
rf
rheological
rhombic
rib
ribbon
riccati
richmond
riddell
ridge
right
rigid
rigidity
rigidly
rigorous
rigorously
ring
riolate
ripple
rise
risk
ritz
rivet
rl
rm
rms
roar
rocket
rocketon
rod
rogers
roghness
role
roll
rolling
room
root
rotary
rotate
rotating
rotation
rotational
rotationally
rotor
rott
rough
roughen
roughening
roughly
roughness
round
rounded
roundness
routine
routinized
row
roy
royal
rsults
rt
rubesin
rudimentary
rule
run
running
rupture
russian
s
safe
safely
safety
sail
sake
sakurai
salient
salmon
salt
same
sample
sand
sandpaper
sandwich
sanger
satelite
satellite
satisfaction
satisfactorily
satisfactory
satisfied
satisfies
satisfy
save
saving
say
scalar
scale
scaling
scan
scarce
scatter
schematic
scheme
schlichting
schlieren
schmidt
schoenherr
schubauer
schuh
schwarz
sci
science
sciences
scientific
scientist
scoop
scope
screen
scruton
sea
seal
sealing
search
searching
sears
season
seasonal
seban
sec
secant
second
secondary
secondly
section
sectional
sector
sectorial
secure
security
sedimentation
sedov
see
seeding
seek
seem
segment
segmented
seidel
select
selecting
selection
selective
self
semiapex
semicircle
semicircular
semidiameter
semiempirical
semiempirically
semiinfinite
semispan
semivertex
senior
sense
sensible
sensitive
sensitivity
sensor
separable
separate
separated
separately
separating
separation
september
sequel
sequence
ser
serbin
serenity
series
serious
seriously
serve
service
servo
sesired
set
setting
seven
several
severe
severely
severly
sextic
shadow
shadowgraph
shaft
shall
shallow
shank
shanley
shape
shaped
shapiro
sharp
sharpedge
sharply
shear
sheared
shearing
sheath
shed
shedding
sheet
shell
sheltered
shercliff
shesterikov
shield
shielding
shift
ship
shock
shocked
shockless
shockwave
short
shortcoming
shorten
shortening
shortly
should
shoulder
show
shroud
shrouded
shuffle
shypersonic
sibulkin
side
sideforce
sideslip
sideslipping
sidewall
sidewash
sight
sign
signal
significance
significant
significantly
sigularity
silence
silica
similar
similarity
similarly
similitude
simmons
simple
simpler
simplicity
simplification
simplified
simplify
simplifying
simply
simulate
simulated
simulation
simulator
simultaneous
simultaneously
sin
since
sine
single
singly
singular
singularity
sink
sinking
sinusoid
sinusoidal
sinusoidally
sir
siren
situate
situation
six
sixth
sizable
size
sizeable
skan
sketchy
skew
skill
skin
skip
skirt
slab
slender
slenderness
slice
slide
slider
slighlty
slight
slightly
slip
slipstream
slop
slope
slot
slotted
slow
slowly
slug
small
smallness
smell
smith
smoke
smooth
smoothing
smoothly
smoothness
snap
snapping
snow
so
soak
sobsonic
soc
society
sodium
soft
solar
solely
solid
solides
soluble
solution
solve
som
some
something
sometimes
somewhat
somewhere
sonic
soon
sophisticated
soret
sort
sound
sounding
source
southwell
space
spacecraft
spaced
spacewise
spacing
span
spanwise
spar
spark
spatial
speak
special
specialise
specialization
specialize
specialized
specially
specie
specific
specifically
specification
specified
specifiic
specify
specimen
spectacular
spectra
spectral
spectrograph
spectrum
specular
speed
spence
sperical
sphere
spheres
spheric
spherical
spherically
spheroid
spike
spiked
spin
spinner
spinning
spiral
spirit
spite
split
splitter
spontaneously
spot
sprague
spray
spread
spreading
spreiter
spring
spurious
sq
square
squared
squire
stability
stabilization
stabilize
stabilized
stabilizer
stabilizing
stable
stacking
staff
stag
stage
stagger
stagnant
stagnation
stainless
stall
stalled
stalling
stand
standard
standoff
standpoint
stanton
start
starting
state
statement
static
statical
statically
staticpressure
station
stationary
statistic
statistical
statistically
stator
status
steadily
steadiness
steady
steam
steamline
steel
steep
steepness
stein
stem
step
stepdown
stepwise
stewartson
stiffen
stiffened
stiffener
stiffening
stiffness
still
stimulate
stimulus
stine
sting
stipulate
stochastic
stoker
stokes
stol
stone
stonecypher
stony
storage
store
straight
straightness
strain
strange
stratagem
stratford
stratiform
streak
stream
streamline
streamlines
streamlining
streams
streamtube
streamwise
strength
strengthen
stress
stressing
stretch
stretching
strictly
strike
striking
stringer
strip
stroboscope
stroboscopic
strong
strongly
strouhal
structural
structure
strut
study
subarcs
subaudio
subcritical
subject
subjective
sublayer
sublimation
submerge
submit
subroutine
subscript
subsequent
subsequently
subsidiary
subsonic
subsonically
substantial
substantially
substantiate
substitute
substitution
subtend
subtract
succeed
succeeding
success
successful
successfully
succession
successive
successively
such
sucked
suction
sudden
suddenly
suffer
sufficient
sufficiently
suffix
suggest
suggested
suggestion
suit
suitability
suitable
suitably
sum
summarise
summarize
summarized
summary
summation
super
superaerodynamic
supercircular
supercritical
superficial
superimpose
superior
superiority
superpose
superposition
superscript
supersede
supersonic
supersonically
supplement
supplementary
supplorted
supply
support
supported
supporting
suppose
supposedly
supposition
suppress
sure
surely
surface
surge
surpass
surprising
surprisingly
surround
survey
susceptible
sustain
sustained
sutherland
sutton
swallow
sweep
sweepback
swept
sweptback
sweptforward
sweptwing
swirl
switch
symmetric
symmetrical
symmetrically
symmetry
symposium
synge
synthesis
synthesize
system
systematic
systematically
systematize
t
tab
table
tabular
tabulate
tabulated
tabulation
tacitly
tail
tailless
tailplane
tailwind
tained
take
talbot
tamada
tan
tang
tangency
tangent
tangential
tank
tao
tap
taper
tapered
target
task
taylor
tech
technical
technique
technologically
technology
tedious
teeth
teflon
telegraph
telemeter
telemetered
telemetering
tell
temperature
temperatures
temprature
ten
tend
tendency
tends
tensile
tension
tensor
tentative
tentatively
term
terminal
terminate
termination
terminology
termwise
terrain
terrestrial
test
testing
tetrachloride
text
th
than
that
the
their
them
themselves
then
thence
theodorsen
theorem
theoretic
theoretical
theoretically
theory
there
thereafter
thereby
therefore
therefrom
thereof
thermal
thermally
thermochemical
thermocouple
thermodynamic
thermodynamics
thermoelastic
thermomechanical
thermomechanics
thermometer
thermopropulsive
these
thesis
theta
they
thick
thicken
thickening
thicker
thickness
thin
thing
think
thinner
third
thirdly
thirteen
this
thn
thomas
thorough
thoroughly
those
though
thought
threaten
three
threshold
throat
throttle
through
throughout
throw
thrust
thus
thwaites
tical
tietjens
till
tilt
time
times
timoshenko
ting
tion
tional
tions
tip
titan
title
tn
tne
tnis
to
today
together
tolerable
tolerance
tolerate
tollmien
tomotika
too
tool
top
topic
torda
toriconical
torispherical
toroidal
torque
torsion
torsional
torus
total
touch
toward
towards
townend
townsend
toxic
tr
trace
track
tractable
traction
tractor
traditional
trail
trailing
trajectory
transcendant
transcendental
transducer
transfer
transform
transformation
transformed
transforms
transient
transit
transition
transitional
translate
translation
translational
translatory
transmission
transmit
transonic
transparent
transpiration
transpired
transport
transportation
transtability
transversality
transverse
transversely
trapezoidal
travel
travelling
traversal
traverse
traversing
treat
treated
treatise
treatment
trefftz
trefitz
trend
trial
triangle
triangular
tribute
trick
trigonometric
trigonometrical
trim
trimmed
trip
triple
tripping
trochoidal
trouble
troublesome
true
truly
truncate
truncated
truncation
truth
try
tsien
tsion
tube
tubes
tubing
tubular
tubulence
tuft
tumble
tungsten
tunnel
turbances
turbine
turbojet
turbomachines
turbulen
turbulence
turbulent
ture
turn
turning
twenty
twice
twist
twisted
two
type
typical
typically
typify
typographical
typography
u
uhf
ultimate
ultimately
ultracentrifuge
unablated
unaccompanied
unaffected
unanticipated
unavoidable
unbalanced
unbanked
unblunted
unbounded
unbuckled
uncambered
uncertain
uncertainty
unchanged
unconservative
unconstrained
uncontrollable
uncooled
uncorrected
uncouple
uncoupled
undamped
undeformed
under
underestimate
underexpanded
underexpansion
undergo
undergoes
undergoing
undergone
underlie
underlying
underneath
undershoot
underside
understand
understanding
understood
undersurface
undertake
undesirable
undetermined
undissociated
undisturbed
undoubtedly
undrooped
unduly
unequal
unexpected
unexpectedly
unexplained
unfamiliar
unfavorable
unfavourable
unfilled
unfired
unflanged
unfold
unfortunately
unhappy
unheated
uniaxial
unidirectional
unidirectionally
unification
unified
uniform
uniformity
uniformly
unimportant
unintentionally
union
unique
uniquely
unit
unitary
united
unity
univac
universal
university
unknown
unless
unlike
unlikely
unlimited
unloaded
unmanned
unmodulated
unnecessary
unorthodox
unperturbed
unpowered
unpressurized
unpublished
unrealistic
unreality
unrelativistic
unresolved
unrestrained
unrestricted
unretarded
unsatisfactory
unseparated
unsolved
unspecified
unstable
unsteadily
unsteadiness
unsteady
unstiffened
unstressed
unsupported
unswept
unsymmetrical
untapered
untenable
untested
until
untrimmed
untwisted
unusually
unyawed
up
upflow
upon
upper
upstream
upward
upwash
urgent
us
usable
usage
use
useful
usefully
usefulness
user
usual
usually
utia
utilise
utility
utilization
utilize
utilized
utilizes
utilizing
utilzation
v
va
vacuum
valid
validity
valuable
value
valueless
valve
van
vane
vanguard
vanish
vanishes
vanishing
vanishingly
vapor
vaporization
vaporize
vapour
variability
variable
variables
variant
variation
variational
varied
varies
variety
various
variously
vary
varying
vector
vehicle
veiocity
velocity
venting
venturi
venus
veocity
verfied
verification
verify
versa
versatility
version
versus
vertex
vertical
very
vessel
via
vibrate
vibrating
vibration
vibrational
vibrationally
vibratory
vice
vicinity
view
viewpoint
vii
viii
violate
violent
virtual
virtually
viscid
viscoelastic
viscoelasticity
viscosity
viscous
visibility
visible
vision
visualisation
visualise
visualization
visualize
vital
viz
vlasov
volterra
volume
volumetric
von
vortex
vortical
vorticity
voyage
vtol
w
wagner
waisted
wake
wakelike
walkden
wall
walled
wanlass
want
ward
warhead
warmer
warn
warp
warrant
warren
wash
wassermann
water
wave
wavelength
waviness
wavy
wax
way
wb
we
weak
weaken
weakly
weapon
web
wedge
weigh
weight
weighted
weighting
weinstein
weissinger
weitbrecht
well
wendt
wet
wetted
what
whatever
wheel
when
whenever
where
whereas
whereby
wherein
wherever
whether
which
whichever
while
whilst
whirl
whirling
whisker
white
whitehead
whitham
who
whole
whose
why
wich
wide
widely
widen
wider
widespread
width
wiley
will
williams
wilson
wind
window
windstream
windtunnels
windward
wing
wingbody
winged
winglike
wingtip
winny
wire
wissler
with
withdrawal
within
without
withstand
wkb
wo
womersley
wood
wooded
woodgate
word
work
worked
worker
working
world
worsen
worth
worthwhile
worthy
would
woven
wright
wrinkle
wrinkled
wrinkling
write
writer
writing
x
xenon
xiii
y
yarymovych
yaw
yawed
yawing
year
yeh
yeilds
yet
yield
york
you
young
your
yuan
z
zakkay
zamm
zbrozek
zero
zeroth
zhukhovitskii
zone
zoom
zuk
zurich
