a
ab
abbrevi
abil
abl
ablat
about
abov
abrupt
abruptli
absenc
absent
absolut
absorb
absorpt
abstract
abundantli
academ
acceler
acceleromet
accentu
accept
access
accident
accommod
accompani
accomplish
accord
accordingli
account
accru
accumul
accur
accuraci
acet
achiev
ackeret
acoust
acquir
acquisit
acr
acrodynam
across
acrothermochemistri
acrothermoelast
act
action
activ
actual
actur
ad
adam
adapt
add
addendum
addit
adequ
adequaci
adiabat
adjac
adjoin
adjoint
adjust
administr
admiss
admit
admixtur
adopt
adsorpt
advanc
advantag
advent
advers
advisori
advoc
aec
aeolotrop
aerelast
aerfoil
aero
aeroballist
aerodynam
aerodynamieist
aeroelast
aeroelastician
aerofoil
aeronaut
aeroplan
aerotherm
aerothermodynam
aerothermoelast
affect
affin
affirm
afford
aforement
aft
after
afterbodi
afterburn
afterflow
again
against
age
agenc
ago
agre
agreement
ahead
aid
ailcron
aileron
aim
air
airborn
aircraft
airflow
airfoil
airforc
airfram
airlin
airload
airplan
airscrew
airspe
airstream
akin
al
alfven
algebra
align
all
allen
allevi
allmov
allow
alloy
allud
almen
alminar
almost
alon
along
alreadi
also
alter
altern
although
altitud
altogeth
aluminium
aluminum
alway
ambient
ambigu
ame
amen
america
american
ammonium
among
amongst
amount
ampl
ampli
amplif
amplifi
amplitud
amr
an
analog
analogu
analys
analysi
analyt
analytici
analyz
and
anemomet
angl
angular
angularli
anh
anhedr
ani
anisotrop
anisotropi
annex
announc
annual
annul
annular
annulu
anomal
anomali
anoth
answer
antielast
antisymmetr
anyway
ao
apart
apex
apoge
app
appar
apparatu
appear
append
appendic
appendix
appl
appli
applic
apprais
appraoch
appreci
approach
appropri
approx
approxim
apropri
ar
arbitrari
arbitrarili
arc
ardc
are
area
argon
argu
argument
aris
arisen
arithmet
arm
armenaka
around
arrang
arrest
arrheniu
arriv
art
articl
artific
artifici
as
ascend
ascertain
ascrib
asid
asimplifi
ask
asm
aspect
assembl
assert
assess
assign
assist
associ
assort
assum
assumpt
assur
astronaut
astrophys
asymmetr
asymmetri
asymptot
at
atlarg
atm
atmospher
atom
attach
attack
attain
attaindd
attempt
atten
attend
attent
attenu
attitud
attract
attribut
audio
augment
august
aural
auspic
author
autocorrel
automat
auxiliari
avail
avalu
avenu
averag
avoid
avov
avro
away
ax
axe
axi
axial
axisymmetr
azimuth
b
back
background
backup
bagley
bakanov
balanc
ballist
balsa
ban
band
bandwidth
bang
bank
bar
bare
barrel
barrier
base
basi
basic
basin
batchelor
batdorf
bay
bc
be
beam
bean
bear
beat
becam
becaus
becom
bed
bedford
been
befor
beg
began
begin
begun
behav
behavior
behaviour
behind
belief
believ
bell
bellevil
belong
belotserkovskii
below
belt
bend
beneath
benefici
benefit
benser
bent
ber
bergdolt
berger
berthelot
bertram
beskin
bessel
best
better
between
bevel
beyond
beyween
bibliographi
biconvex
bifurc
biharmon
billow
bimetal
bimolecular
binari
biot
birnbaum
bisector
blade
blasiu
blast
bleed
bleich
blend
block
blockag
blow
blowdown
blown
blowout
blue
bluff
bluish
blunt
blunter
bluntnos
board
boattail
bodi
bodt
bogdonoff
boiloff
bolshakov
boltzmann
bomb
bomber
bond
bonu
book
boom
boost
booster
bore
born
bornel
both
bottom
bounari
bound
boundari
bourn
bow
box
bracket
brake
branch
branchlin
brass
braunschweig
breadth
break
breakdown
breath
breguet
bridg
brief
briefli
bright
bring
british
broad
broaden
broke
broken
brooklyn
brought
brown
btu
bubbl
buckl
budianski
buffet
build
built
bulent
bulg
bulk
bulkhead
bullet
buoyanc
buoyant
bureau
burger
buri
burn
burst
busemann
but
butler
buzz
by
bypass
c
cabin
cal
calcualt
calcul
calculu
calib
calibr
california
call
calor
camber
cambridg
camera
can
canard
cancel
cant
cantilev
cap
capabl
capac
capacit
capillari
caplan
capsul
caravel
carbon
carborundum
care
caret
carri
carrier
carter
cartesian
cascad
case
cast
castigliano
castolit
catalyt
categori
cater
cauchi
caus
caution
cavit
caviti
ceas
cell
cellular
cellulos
cent
centaur
center
centerlin
centigrad
centr
central
centrelin
centrifug
centripet
centroid
certain
certainli
certainti
cf
chain
chamber
chang
channel
chap
chapman
chapter
charact
character
characterist
characteristi
charg
chart
charter
chase
check
chemic
chemisorpt
chemistri
cheng
chernyi
cheski
chester
chief
chiefli
chien
child
chlorid
choic
choke
choleski
choos
chord
chordwis
chosen
chu
circl
circuit
circuitri
circul
circular
circulatori
circumfer
circumferenti
circumlunar
circumscrib
circumst
cite
civil
claim
clamp
clarifi
class
classic
classif
classifi
classificaiton
claus
clear
clearanc
clearli
climb
climin
close
closer
closest
closur
cloud
cm
co
coalesc
coars
coast
coat
coaxial
code
coeffici
coefstant
coher
coincid
cold
colder
cole
collabor
collaps
collect
collis
colloc
colour
column
combin
combust
combut
come
command
commenc
comment
commerci
committe
common
commonli
commun
compact
compani
companion
compar
comparison
compat
compens
compet
competit
compil
complement
complementari
complet
complex
complic
complimentari
compon
compos
composit
compound
comprehens
compress
compression
compressor
compris
compromis
comput
concav
conceiv
concentr
concept
conceptu
concern
concis
conclud
conclus
concoct
concret
concur
concurr
condens
condit
conduct
conductor
cone
confid
configur
confin
confirm
conflict
confluent
conform
confus
congress
conic
conidt
conjectur
conjunct
connect
connexion
conpress
consequ
conserv
consid
consider
consier
consist
consolid
constanc
constant
constantli
constitu
constitut
constrain
constraint
construct
consumpt
contact
contain
contamin
contempl
content
context
continu
continuum
contour
contract
contradict
contrari
contrast
contribut
control
controversi
convect
conveni
convent
converg
convers
convert
convex
convict
convolut
cool
coolant
cooler
cooper
coordin
cope
copper
core
cornel
corner
corollari
corpor
corpuscular
correct
correctli
correl
correlogram
correspond
correspondingli
corridor
corrobor
corrug
cosin
cosmonaut
cost
couett
could
coulomb
council
coundari
count
counter
counteract
counterpart
countri
coupl
coupon
cours
cover
coverag
cowl
cp
crabtre
crack
craft
creas
creat
creep
crest
crew
crinolin
criteria
criterion
critic
crocco
crook
crop
cross
crosscorrel
crossflow
crucial
cruciform
cruis
crush
cubic
cumbersom
cumul
cure
current
curtain
curv
curvatur
curvilinear
cushion
cusp
cuss
customari
cut
cutoff
cutout
cx
cycl
cyclic
cylind
cylinder
cylindr
d
daley
damag
damp
dana
danger
data
date
davi
day
daytim
db
de
dead
deal
dealt
debat
deby
decad
decay
deceler
decid
decidedli
decim
decis
declassifi
declin
decompos
decomposit
decreas
decrement
deduc
deduct
deep
deeper
deepest
defect
defenc
deffer
defi
defici
deficit
defin
definit
deflagr
deflect
deflexion
deform
deg
degener
degrad
degre
deioniz
deisgn
delay
delft
delimit
delin
delta
demand
demarc
demonstr
denc
denomin
denot
dens
denser
densiti
dent
depart
departur
depend
depict
deplet
deposit
depress
depth
deriv
deryagin
descend
descent
describ
descript
design
desir
desk
despit
destabil
destal
detach
detail
detect
deterior
determin
determinant
deton
detra
detriment
deuc
develop
deviat
devic
devis
devot
devreas
dewpoint
diagon
diagram
diam
diamet
diamond
diaphragm
diatom
dicsov
dictat
did
dielectr
differ
differenti
difficult
difficulti
diffus
digit
dihedr
dilat
dilut
dimens
dimension
dimensionless
diminish
dioxid
dipol
dirac
direct
directli
dirichlet
dirt
disadvantag
disagr
disagre
disappear
disc
discern
discharg
disclos
discontinu
discov
discover
discoveri
discrep
discret
discuss
disequilibrium
disk
disloc
dismiss
dispar
dispers
displac
display
dispos
disregard
dissert
dissimilar
dissip
dissoci
distanc
distant
distinct
distinctli
distinguish
distort
distribut
disturb
diurnal
dive
diverg
divers
diversifi
divid
divis
do
doctor
dodecagon
doe
domain
dome
domin
done
donnel
doppler
dorodnitsyn
doubl
doublet
doubli
doubt
down
downstream
downward
downwash
drag
dramat
drape
drastic
draw
drawn
drew
dri
driest
drill
drive
driven
driver
droop
drop
dropoff
drosophila
drum
dryden
dual
duce
duct
due
dufour
duplic
duralumin
durat
dure
dust
dvl
dy
dyke
dynam
e
each
earli
earlier
earth
eas
easi
easier
easiest
easili
eccentr
echo
eckert
econom
economi
eddi
edelfelt
edg
edgewis
edit
edpm
educ
edward
effect
efficaci
effici
efflux
effort
effus
egger
eigenvalu
eigenvector
eight
eighth
einbind
either
ejector
elabor
elaps
elast
electr
electrod
electrohydrodynam
electromagnet
electron
electrostat
eleg
element
elementari
elev
elimin
elliott
ellips
ellipsoid
ellipt
elong
elsewher
embed
embrac
embryon
emerg
emiss
emit
emmon
emphas
emphasi
emphasis
empir
employ
enabl
enc
encircl
enclos
encompass
encount
encourag
end
endeavour
endors
endplat
endur
energi
enforc
engag
engess
engin
england
enhanc
eniac
enjoy
enlarg
enlighten
enorm
enough
enquiri
ensu
ensur
entail
enter
enthalp
enthalpi
entir
entireti
entitl
entrain
entranc
entri
entropi
envelop
environ
environment
envisag
epoxi
eq
equal
equat
equatori
equicohes
equilibr
equilibria
equilibrium
equip
equival
er
eratur
erfc
erickson
erod
eros
errat
error
escap
especi
essenc
essenti
establish
estim
et
etc
eter
ethylen
eucken
euler
eulerian
evalu
evapor
even
event
eventu
everi
everywher
evid
evidenc
evolv
evvard
exact
exactli
exagger
examin
exampl
exce
exceed
excel
except
excess
exchang
excit
exclud
excresc
excus
exercis
exert
exhaust
exhibit
exist
exit
exot
expand
expans
expect
expend
expenditur
expens
experi
experienc
experiment
explain
explan
explicit
explicitli
exploit
explor
exploratori
explos
expon
exponenti
expos
exposit
exposur
expound
express
extend
extens
extension
extent
exterior
extern
extinct
extra
extrapol
extrem
eye
f
fabric
face
facet
facil
facilit
fact
factor
fage
fail
failur
fair
fairli
fale
falkner
fall
famili
familiar
fan
far
farnborough
farther
fashion
fast
fasten
faster
fatigu
favor
favour
fay
fd
feasibl
featur
fed
feed
feedback
feel
feet
feldman
fell
felt
ferri
few
fewer
ff
fiber
fibrou
fictiti
field
fifth
fifti
fig
fighter
figur
filament
fill
film
filter
fin
final
financi
find
fine
finest
finish
finit
fire
firm
firmer
first
fission
fit
five
fix
flame
flang
flap
flare
flash
flat
flex
flexibl
flexur
fli
flight
float
floccul
floor
flow
flowmet
flown
fluctuat
flugg
fluid
fluidiz
flutter
flux
focu
focus
fog
foil
fold
follow
foot
for
forc
forcibl
fore
forebodi
forecast
foredrag
forefront
forego
foreign
foreknowledg
form
formal
format
former
formul
formula
fort
forth
forum
forward
found
foundat
four
fourier
fourth
fp
fraction
fractur
fralich
frame
framework
franc
fredholm
free
freedom
freeli
freeman
freestream
freez
freon
frequenc
frequent
friction
frictionless
friedman
friedrich
fring
from
front
frontal
frozen
fruit
frustum
ft
fuel
fulfil
full
fuller
fulli
function
fundament
furnac
furnish
further
furthermor
fuse
fuselag
futur
g
ga
gage
gain
galcit
galerkin
gamma
gap
garabedian
gardless
garrick
gascou
gasdynam
gase
gaseou
gather
gaug
gauss
gaussian
gave
geiger
gener
generalis
genuin
geodes
geoffrey
geometr
geometri
geophys
gerard
german
gershuni
get
gies
give
given
glanc
glass
glassi
glauert
glide
glider
globul
go
goal
goe
goldstein
good
goodier
gorcum
gordon
gortler
gothic
govern
grad
grade
gradient
gradual
graham
grain
grand
graph
graphic
graphit
grashof
grasshof
gravalo
gravel
gravit
graviti
graze
great
greater
greatest
greatli
green
grid
gridwork
grimming
grober
gross
grossman
ground
group
grow
growth
guarante
guid
guidanc
gun
gupta
gust
gw
gyrat
gyroscop
h
ha
haag
had
hadamard
half
halfway
hall
halstead
halv
hammerhead
hammitt
hamper
hand
handbook
handicap
handl
handley
hangl
hankel
hansen
hantzsch
happen
hard
harden
hardli
hardwar
harmon
harri
hartmann
hartre
hasimoto
hasten
have
haveg
havelock
hay
hazard
he
head
heaslet
heat
heater
heav
heavi
heavier
height
heimel
heimenz
heisenberg
held
helic
helicopt
heliocentr
helium
helmholtz
help
hemispher
hemispheroid
henc
hencki
here
herein
heretofor
hero
herrmann
heterogen
hexagon
hg
hi
hick
hidalgo
high
higher
highest
highli
highspe
himself
hinder
hing
hirschfeld
hirshfeld
hise
histor
histori
hit
hitherto
hodograph
hoff
hold
holder
hole
holland
hollow
homann
home
homogen
honeycomb
hoop
hope
hopeless
hopelessli
hopf
horizont
horsesho
hoshizaki
hosokawa
hot
hotter
hour
hous
housefli
hover
hovercraft
how
howarth
howev
howorth
hpyerson
huang
hub
hugoniot
human
humid
humphrey
hundr
hurd
hybrid
hydraul
hydroballist
hydrocarbon
hydrodynam
hydrogen
hydromagnet
hydrostat
hypass
hyperbol
hypergeometr
hyperson
hypersoul
hyperveloc
hypothes
hypothesi
hypothet
hysol
hysteresi
hysteret
i
ia
ibm
icbm
idea
ideal
ident
identif
identifi
if
ifer
igc
igi
ignit
ignor
ii
iii
illustr
illustri
imag
imaginari
imai
immedi
immers
immobil
immov
impact
impair
impart
impel
imperfect
imperm
imping
implement
impli
implic
implicit
import
impos
imposs
impress
imprimeri
improp
improv
impuls
in
inaccess
inaccur
inaccuraci
inadequ
inadequaci
inadmiss
inadvert
inafinit
inapplic
inappropri
inasmuch
inboard
inch
incid
incident
incipi
inclin
includ
inclus
incom
incomplet
incompress
inconclus
inconel
inconsist
inconveni
incorpor
incorrect
increas
increasingli
increment
incur
inde
indefinit
independ
indetermin
index
indic
indici
indirect
indirectli
indium
individu
induc
induct
industri
ineffici
inelast
inequ
inert
inerti
inertia
inevit
inexpens
infer
infin
infinit
infinitesim
infit
inflect
inflow
influenc
influenti
influx
inform
ing
ingeni
inher
inhibit
inhomogen
initi
inject
injector
inlet
inner
inop
inorgan
inplan
input
inquir
insect
insensit
insert
insid
insight
insignific
insofar
inspect
inspir
inst
instabl
instal
instanc
instant
instantan
instead
instig
institut
instruct
instrument
insuffici
insul
insur
intak
integr
integrand
intend
intens
intensif
intensifi
intent
interact
interanl
interchang
interconnect
intercrystallin
interdepend
interest
interfac
interfer
interferogram
interferomet
interferometr
intergranular
interim
interior
intermedi
intermolecular
intern
internat
interplanetari
interpol
interpos
interpret
interrel
intersect
interstellar
interv
intim
into
intract
intrins
introduc
introduct
introdur
intuit
invalid
invari
invers
invert
investig
investigaion
inviscid
invok
involv
inward
iodin
ion
ioniz
ionospher
iowa
irbm
iron
irregular
irrespect
irrevers
irrot
is
isentrop
isobar
isoenerget
isofoam
isol
isotherm
isotop
isotrop
isovel
issu
it
item
iter
itself
iv
j
jacobian
japan
jastrow
jet
jetlik
jmin
jmjn
johnson
join
joint
jointli
jone
joukowski
joul
journal
judg
judici
juli
jump
junction
junctur
june
jupit
just
justif
justifi
k
kallmann
karman
katzen
kay
keep
keller
kelley
kelli
kelvin
kemp
kempf
kempner
kendrick
kept
kernal
kernel
keulegan
keun
key
kg
kilometr
kind
kinemat
kinet
kingdom
kink
kirchhoff
kirk
klein
km
knee
know
knowledg
known
knuckl
knudsen
ko
kopal
korst
krasilshchikova
krypton
kt
kuchemann
kussner
kutta
l
la
labor
laboratori
labori
labour
lack
lacquer
lag
lagrang
lagrangian
laguerr
laid
lamin
laminar
laminari
land
landahl
langer
langley
languag
lap
laplac
laplacian
larg
larger
largest
last
lastli
laszlo
late
latent
later
latitud
latter
lattic
laufer
launch
laval
law
layer
layout
lb
ld
lead
least
leav
lectur
led
lee
leeward
left
legendr
leggett
legitim
lend
length
lengthen
lengthwis
less
lesser
let
letter
level
lever
levi
lewi
li
liabl
liapunov
libbi
librat
librov
licens
lie
life
lifetim
lift
light
lighthil
lightli
lightweight
like
likewis
limit
lin
linder
lindsey
line
lineal
linear
linearis
linearli
liner
lingitudin
link
lip
liquid
list
liter
literatur
littl
load
lobe
local
localis
locat
lock
lockhe
locu
log
logarithm
logic
loitsianskii
lomax
london
long
longer
longest
longitudin
look
loop
loos
lose
loss
lost
lotz
loudspeak
love
low
lower
lowest
lubric
lucid
lucit
ludweig
ludwieg
lumin
lunar
lundquist
lyapunov
lyon
lyskov
m
macadam
maccol
mach
machin
made
maeder
mag
mager
magnesium
magnet
magnetoacoust
magnetoaerodynam
magnetofluidmechan
magnetoga
magnetogasdynam
magnetohydrodynam
magnifi
magnitud
magnu
mahoni
main
mainli
mainstream
maintain
mainten
major
make
malfunct
man
maneuv
mangler
mani
manifest
manner
manocuvr
manoeuvr
manomet
manufactur
map
mar
margin
marguerr
marin
maritim
mark
markedli
martian
martin
mask
maskel
maslen
mass
massachusett
massbal
mat
match
materi
math
mathemat
mathieu
matric
matrix
matter
max
maximuin
maximum
maxwel
maxwellian
may
mayer
mc
mccune
mckinnon
mean
meant
measur
mech
mechan
media
median
medium
meet
meh
mehtod
meksyn
melt
member
membran
memorandum
memori
mention
mercuri
mere
merg
merger
meridian
meridion
merit
mesh
met
metal
meteor
meteorit
meter
methan
methanol
method
mev
meyer
mhd
michael
michielsen
microinch
micromanomet
micron
microphon
microwav
midchord
middl
midplan
midspan
midway
might
migrat
mil
mile
millikan
millimet
million
millisecond
mind
minim
minimis
minimum
ministri
minnesota
minor
minu
minut
mirel
mirror
misalign
misalin
mise
mismatch
miss
missil
mission
mistak
mitig
mix
mixtur
mm
modal
mode
model
moder
modern
modest
modif
modifi
modul
modulu
mol
molecul
molecular
molten
molybdenum
moment
momentari
momentum
monatom
monocoqu
monograph
monoplan
monopol
monoton
monoxid
moon
moor
more
moreov
morn
most
mostli
motion
motionless
motor
mound
mount
mountain
move
movement
mph
ms
msvo
mth
much
muffler
muller
multi
multiaxi
multibay
multicellular
multicompon
multilay
multipl
multipli
multipropel
multistag
multiweb
mum
munk
murphi
murray
must
mutual
my
myself
n
naca
nacel
nagamatsu
name
narrow
nasa
nash
nation
national
natur
nautic
naval
navi
nd
near
nearer
nearest
nearli
neater
necess
necessari
necessarili
necessit
need
neg
negat
neglect
neglig
neighborhood
neighbour
neighbourhood
neither
net
network
neumann
neutral
never
nevertheless
new
news
newton
newtonian
next
nice
nielsen
night
nimon
nine
ninefold
nineteen
ninth
nitric
nitrogen
no
nocturn
nodal
node
nois
nomenclatur
nomin
nomograph
nonabl
nonalign
nonaxisymmetr
noncatalyt
noncircular
noncirculatori
noncommun
nonconcurr
nonconduct
nonconserv
nondecompos
nondimension
nondissip
none
nonequilibrium
nonexist
nonflamm
nongyroscop
nonhomogen
noninclin
noninject
noninsul
nonisentrop
nonisotherm
nonlift
nonlinear
nonmagnet
nonneg
nonorthogon
nonparallel
nonperm
nonplanar
nonpor
nonreact
nonrigor
nonrot
nonsimilar
nonsingular
nonslationari
nonslend
nonspher
nonstationari
nonsteadi
nontox
nontrivi
nonuniform
nonvanish
nonvisc
nonzero
nor
normal
norman
nose
not
notabl
notat
notch
note
noteworthi
notic
notion
novel
now
nozzl
np
npl
nth
nuclear
nullifi
number
numer
numger
nusselt
nylon
o
ob
obey
object
objection
oblat
obliqu
obliter
obscur
observ
obstacl
obtain
obtainec
obviou
obvious
oc
occas
occasion
occupi
occur
occurr
octagon
octav
octob
of
off
offer
offset
ofr
often
oge
ogiv
ohm
oil
old
omiss
omit
on
onc
oncom
one
onera
onic
onli
onsag
onset
onto
opaqu
open
oper
opportun
oppos
opposit
optic
optim
optimum
or
orbit
order
ordin
ordinari
ordnanc
organ
orgin
orient
orific
origin
origint
orlfic
orthogon
orthotrop
oscil
oscillatori
oscillograph
oseen
osoen
ostrach
oswatitsch
other
otherwis
our
out
outboard
outcom
outer
outermost
outlet
outlin
output
outsid
outstand
outward
outweight
oval
ovalu
oven
over
overal
overcom
overestim
overexpand
overexpans
overhang
overlap
overli
overlook
overpressur
overrid
overshadow
overshoot
oversimplif
oversimplifi
overst
overstat
oversw
owe
owen
own
oxid
oxygen
p
page
pai
paid
painlev
paint
pair
palt
panel
paper
papreg
parabol
parabola
paraboloid
paradox
paragraph
parallel
paramet
paramount
paraplex
parasol
pari
parietal
park
part
partial
particl
particular
particularli
partit
partli
pass
passag
passeng
passiv
past
path
pattern
payload
peak
pears
peclet
peculiar
penalti
penetr
peng
peopl
per
percent
percentag
perfect
perfectli
perfor
perform
perhap
perige
periment
perimet
period
peripher
perman
permeabl
permiss
permit
perpendicular
perpendicularli
perplex
persh
persist
person
pertain
pertin
perturb
pessimist
ph
phase
phenol
phenomena
phenomenolog
phenomenon
phi
philo
philosophi
phosphoresc
photoelast
photograph
photographi
photomultipli
photothermoelast
phugoid
physcal
physic
physiolog
pibal
picard
pictur
piec
pierci
pilot
pimpl
pin
pindroh
pinkerton
pipe
piston
pitch
pitchingmo
pitot
pivot
place
plain
plan
planar
planck
plane
planet
planetari
planform
plant
plasma
plast
plastic
plate
plateau
platinum
plausibl
play
pli
plk
plot
plu
plug
plume
plung
pneumat
poetic
pohlhausen
poind
point
poiscuil
poiseuil
poisson
polar
polish
polyatom
polyaxi
polycrystallin
polygon
polym
polynomi
polystyren
polytechn
ponderomot
poor
popular
popularli
pore
porou
portion
portiou
pose
posit
possess
possibl
possio
post
postbuckl
postpon
postul
potenti
potentiomet
potter
poudr
pound
powel
power
powerpl
pr
practic
practition
prager
prandtl
prebuckl
precaut
preced
precess
precipit
precis
preclud
predict
predigest
predomin
predominantli
prefer
preheat
preliminari
prematur
premis
premix
prepar
preponder
prescrib
presenc
present
preserv
press
pressur
pressuris
preston
prevail
preval
prevent
previou
previous
prewhirl
price
prikl
primari
primarili
prime
princeton
princip
principl
prior
priori
prism
prismat
probabl
probe
problem
probstein
proc
proce
procedur
proceed
process
produc
product
profil
profound
program
programm
progress
prohibit
project
projectil
prolat
promin
promis
promot
prone
pronounc
proof
propag
propel
proper
properli
properti
proport
proportion
propos
proposel
proposit
propound
propuls
prospect
protect
protein
proton
prototyp
protrud
protrus
protuber
prove
provid
provis
provision
provok
proxim
psf
psi
psia
psig
psycholog
pt
public
publish
puls
pump
punctur
pure
purpos
pursu
put
puzzl
pv
pyramid
pyrex
q
quadrat
quadratur
quadruplet
quadrupol
qualit
qualiti
quantit
quantiti
quantum
quart
quarter
quarterchord
quartic
quartz
quasi
quench
quest
question
quick
quickli
quiet
quit
quot
quotat
r
rabotnov
radar
radi
radial
radian
radiant
radiat
radic
radii
radiu
radom
radon
rae
rais
rake
raleigh
ramet
ramp
rand
random
randomli
randon
rang
rankin
rapid
rapidli
rarefact
rarefi
rate
rather
ratio
ration
ray
rayleigh
re
reach
react
reaction
reactiv
reactor
read
reader
readi
readili
reaffirm
real
realis
realist
realiz
realli
reanalysi
reanalyz
rear
rearrang
rearward
reason
reattach
receiv
recent
reciproc
recircul
recogn
recognis
recombin
recommend
recompress
record
recours
recov
recover
recoveri
rectangl
rectangular
rectilinear
recur
recurr
recurs
redefinit
redesign
redirect
redistribut
reduc
reduct
redund
reentri
reexamin
ref
refer
referenc
refin
reflect
reflex
reformul
refract
refractori
regain
regard
regardless
regim
region
regist
regular
reichardt
reimping
reinforc
reinvestig
reiss
reissner
reject
rel
relat
relationship
relativist
relax
relay
releas
relev
reli
reliabl
reliev
remain
remaind
remark
rememb
remot
remov
render
repair
repeat
repercuss
repetit
replac
repli
report
repres
represent
reproduc
requenc
request
requir
research
resembl
reserv
reservoir
reshotko
residu
resili
resin
resist
resler
resolut
resolv
reson
resort
resourc
respect
respond
respons
rest
restor
restrain
restraint
restrict
result
retain
retard
retrocket
retrorocket
retroveloc
return
rev
reveal
revers
revert
review
revis
revolut
rewrit
reynold
rf
rheolog
rhombic
rib
ribbon
riccati
richmond
riddel
ridg
right
rigid
rigidli
rigor
ring
riolat
rippl
rise
risk
ritz
rivet
rl
rm
roar
rocket
rocketon
rod
roger
rogh
role
roll
room
root
rose
rotari
rotat
rotor
rott
rough
roughen
roughli
round
routin
row
roy
royal
rsult
rt
rubesin
rudimentari
rule
run
ruptur
russian
s
safe
safeti
said
sail
sake
sakurai
salient
salmon
salt
same
sampl
sand
sandpap
sandwich
sanger
satelit
satellit
satisfact
satisfactori
satisfactorili
satisfi
save
say
scalar
scale
scan
scarc
scatter
schemat
scheme
schlicht
schlieren
schmidt
schoenherr
schubauer
schuh
schwarz
sci
scienc
scientif
scientist
scoop
scope
screen
scruton
sea
seal
sear
search
season
seban
sec
secant
second
secondari
secondli
section
sector
sectori
secur
sediment
sedov
see
seed
seek
seem
seen
segment
seidel
select
self
semiapex
semicircl
semicircular
semidiamet
semiempir
semiinfinit
semispan
semivertex
senior
sens
sensibl
sensit
sensor
separ
septemb
sequel
sequenc
ser
serbin
seren
seri
seriou
serious
serv
servic
servo
sesir
set
seven
sever
severli
sextic
shadow
shadowgraph
shaft
shall
shallow
shank
shanley
shape
shapiro
sharp
sharpedg
sharpli
shear
sheath
shed
sheet
shell
shelter
shercliff
shesterikov
shield
shift
ship
shock
shockless
shockwav
short
shortcom
shorten
shorter
shortest
shortli
should
shoulder
show
shown
shroud
shuffl
shyperson
sibulkin
side
sideforc
sideslip
sidewal
sidewash
sight
sign
signal
signific
significantli
sigular
silenc
silica
similar
similarli
similitud
simmon
simpl
simpler
simplest
simpli
simplic
simplif
simplifi
simul
simultan
sin
sinc
sine
singl
singli
singular
sink
sinusoid
sir
siren
situat
six
sixth
sizabl
size
sizeabl
skan
sketchi
skew
skill
skin
skip
skirt
slab
slender
slice
slide
slider
slighlti
slight
slightli
slip
slipstream
slope
slot
slow
slower
slowli
slug
small
smaller
smallest
smell
smith
smoke
smooth
smoothli
snap
snow
so
soak
sobson
soc
societi
sodium
soft
solar
sole
solid
solubl
solut
solv
som
some
someth
sometim
somewhat
somewher
sonic
soon
sophist
soret
sort
sought
sound
sourc
southwel
space
spacecraft
spacewis
span
spanwis
spar
spark
spatial
speak
speci
special
specialis
specif
specifi
specimen
spectacular
spectra
spectral
spectrograph
spectrum
specular
speed
spenc
speric
sphere
spheric
spheroid
spike
spin
spinner
spiral
spirit
spite
split
splitter
spoken
spontan
spot
spragu
spray
spread
spreiter
spring
spuriou
sq
squar
squir
stabil
stabl
stack
staff
stage
stagger
stagnant
stagnat
stainless
stall
stand
standard
standoff
standpoint
stanton
start
state
statement
static
staticpressur
station
stationari
statist
stator
statu
steadi
steadili
steam
steamlin
steel
steep
steepest
stein
stem
step
stepdown
stepwis
stewartson
stiff
stiffen
still
stimul
stimulu
stine
sting
stipul
stochast
stoke
stoker
stol
stone
stonecyph
stoni
storag
store
straight
strain
strang
stratagem
stratford
stratiform
streak
stream
streamlin
streamtub
streamwis
strength
strengthen
stress
stretch
strictli
strike
stringer
strip
stroboscop
strong
stronger
strongli
strouhal
struck
structur
strut
studi
subarc
subaudio
subcrit
subject
sublay
sublim
submerg
submit
subroutin
subscript
subsequ
subsidiari
subson
substanti
substitut
subtend
subtract
succeed
success
such
suck
suction
sudden
suddenli
suffer
suffici
suffix
suggest
suit
suitabl
sum
summar
summari
summaris
summat
super
superaerodynam
supercircular
supercrit
superfici
superimpos
superior
superpos
superposit
superscript
supersed
superson
supplement
supplementari
suppli
supplort
support
suppos
supposedli
supposit
suppress
sure
surfac
surg
surpass
surpris
surprisingli
surround
survey
suscept
sustain
sutherland
sutton
swallow
sweep
sweepback
swept
sweptback
sweptforward
sweptw
swirl
switch
symmetr
symmetri
symposium
syng
synthes
synthesi
system
systemat
t
tab
tabl
tabul
tabular
tacitli
tail
tailless
tailplan
tailwind
tain
take
taken
talbot
tamada
tan
tang
tangenc
tangent
tangenti
tank
tao
tap
taper
target
task
taylor
tech
technic
techniqu
technolog
tediou
teeth
teflon
telegraph
telemet
temperatur
tempratur
ten
tend
tendenc
tensil
tension
tensor
tent
term
termin
terminolog
termwis
terrain
terrestri
test
tetrachlorid
text
th
than
that
the
their
them
themselv
then
thenc
theodorsen
theorem
theoret
theori
there
thereaft
therebi
therefor
therefrom
thereof
thermal
thermochem
thermocoupl
thermodynam
thermoelast
thermomechan
thermomet
thermopropuls
these
thesi
theta
they
thi
thick
thicken
thicker
thin
thing
think
thinner
third
thirdli
thirteen
thn
thoma
thorough
thoroughli
those
though
thought
threaten
three
threshold
throat
throttl
through
throughout
throw
thrown
thrust
thu
thwait
tical
tietjen
till
tilt
time
timoshenko
ting
tion
tional
tip
titan
titl
tn
tne
tni
to
today
togeth
told
toler
tollmien
tomotika
too
took
tool
top
topic
torda
toricon
torispher
toroid
torqu
torsion
toru
total
touch
toward
townend
townsend
toxic
tr
trace
track
tractabl
traction
tractor
tradit
trail
trajectori
transcend
transcendent
transduc
transfer
transform
transient
transit
translat
translatori
transmiss
transmit
transon
transpar
transpir
transport
transtabl
transvers
trapezoid
travel
travers
treat
treatis
treatment
trefftz
trefitz
trend
tri
trial
triangl
triangular
tribut
trick
trigonometr
trim
trip
tripl
trochoid
troubl
troublesom
true
truli
truncat
truth
tsien
tsion
tube
tubul
tubular
tuft
tumbl
tungsten
tunnel
turbanc
turbin
turbojet
turbomachin
turbul
turbulen
ture
turn
twenti
twice
twist
two
type
typic
typifi
typograph
typographi
u
uhf
ultim
ultracentrifug
unabl
unaccompani
unaffect
unanticip
unavoid
unbalanc
unbank
unblunt
unbound
unbuckl
uncamb
uncertain
uncertainti
unchang
unconserv
unconstrain
uncontrol
uncool
uncorrect
uncoupl
undamp
undeform
under
underestim
underexpand
underexpans
undergo
undergon
underli
underneath
undershoot
undersid
understand
understood
undersurfac
undertaken
undertook
undesir
undetermin
undissoci
undisturb
undoubtedli
undroop
unduli
unequ
unexpect
unexpectedli
unexplain
unfamiliar
unfavor
unfavour
unfil
unfir
unflang
unfold
unfortun
unhappi
unheat
uniaxi
unidirect
unif
unifi
uniform
uniformli
unimport
unintent
union
uniqu
unit
unitari
uniti
univac
univers
unknown
unless
unlik
unlimit
unload
unman
unmodul
unnecessari
unorthodox
unperturb
unpow
unpressur
unpublish
unreal
unrealist
unrelativist
unresolv
unrestrain
unrestrict
unretard
unsatisfactori
unsepar
unsolv
unspecifi
unstabl
unsteadi
unsteadili
unstiffen
unstress
unsupport
unswept
unsymmetr
untap
unten
untest
until
untrim
untwist
unusu
unyaw
up
upflow
upon
upper
upstream
upward
upwash
urgent
us
usabl
usag
use
user
usual
utia
util
utilis
utilz
v
va
vacuum
valid
valu
valuabl
valueless
valv
van
vane
vanguard
vanish
vanishingli
vapor
vapour
vari
variabl
variant
variat
varieti
variou
various
vector
vehicl
veiociti
veloc
vent
venturi
venu
veociti
verfi
veri
verif
verifi
versa
versatil
version
versu
vertex
vertic
vessel
via
vibrat
vibratori
vice
vicin
view
viewpoint
vii
viii
violat
violent
virtual
viscid
viscoelast
viscos
viscou
visibl
vision
visual
visualis
vital
viz
vlasov
volterra
volum
volumetr
von
vortex
vortic
voyag
vtol
w
wa
wagner
waist
wake
wakelik
walkden
wall
wanlass
want
ward
warhead
warmer
warn
warp
warrant
warren
wash
wassermann
water
wave
wavelength
wavi
wax
way
wb
we
weak
weaken
weaker
weakli
weapon
web
wedg
weigh
weight
weinstein
weissing
weitbrecht
well
wendt
were
wet
what
whatev
wheel
when
whenev
where
wherea
wherebi
wherein
wherev
whether
whi
which
whichev
while
whilst
whirl
whisker
white
whitehead
whitham
who
whole
whose
wich
wide
widen
wider
widespread
width
wiley
will
william
wilson
wind
window
windstream
windtunnel
windward
wing
wingbodi
winglik
wingtip
winni
wire
wissler
with
withdraw
within
without
withstand
wkb
wo
womersley
wood
woodgat
word
work
worker
world
worsen
worst
worth
worthi
worthwhil
would
woven
wright
wrinkl
write
writer
written
x
xenon
xiii
y
yarymovych
yaw
year
yeh
yeild
yet
yield
york
you
young
your
yuan
z
zakkay
zamm
zbrozek
zero
zeroth
zhukhovitskii
zone
zoom
zuk
zurich
